tap "aws/tap"
tap "boz/repo"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "robscott/tap"
tap "teamookla/speedtest"
tap "weaveworks/tap"
brew "act"
brew "argocd"
brew "glib"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "pkg-config"
brew "openssl@1.1"
brew "chart-testing"
brew "cmake"
brew "codespell"
brew "coreutils"
brew "openldap"
brew "curl"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "grsync"
brew "libtool"
brew "hadolint"
brew "helm"
brew "hey"
brew "jq"
brew "kind"
brew "kompose"
brew "kube-linter"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "lazygit"
brew "libressl"
brew "node"
brew "markdownlint-cli"
brew "md5sha1sum", link: false
brew "ncurses"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "prettier"
brew "prometheus"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "stylua"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "write-good"
brew "yq"
brew "zsh-completions"
brew "boz/repo/kail"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform-ls"
brew "robscott/tap/kube-capacity"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/gitops"
cask "alfred", args: { appdir: "~/Applications" }
cask "kitty", args: { appdir: "~/Applications" }
cask "rar"
