tap "boz/repo"
tap "dty1er/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "pulumi/tap"
tap "teamookla/speedtest"
tap "tophat/bar"
tap "weaveworks/tap"
brew "antibody"
brew "bash"
brew "bat"
brew "blueutil"
brew "boost"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "openssl@1.1"
brew "curl"
brew "efm-langserver"
brew "node"
brew "python@3.9", link: false
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "pcre"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "go"
brew "gopls"
brew "irssi"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "luajit"
brew "markdownlint-cli"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "node@14"
brew "prettier"
brew "pulumi"
brew "python@2", link: false
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "unrar"
brew "watch"
brew "wget"
brew "yank"
brew "yq"
brew "zsh-completions"
brew "boz/repo/kail"
brew "homebrew/cask/tree-sitter@0.18.3", link: false
brew "homebrew/cask/tree-sitter@0.19.0"
brew "pulumi/tap/tf2pulumi"
brew "teamookla/speedtest/speedtest"
cask "kitty"
