tap "argoproj/tap"
tap "armosec/kubescape"
tap "aws/tap"
tap "boz/repo"
tap "cloudflare/cloudflare"
tap "datreeio/datree"
tap "dty1er/tap"
tap "ethereum/ethereum"
tap "fluxcd/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "koekeishiya/formulae"
tap "norwoodj/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
tap "tophat/bar"
tap "weaveworks/tap"
brew "antibody"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "pkg-config"
brew "chart-testing"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "hey"
brew "jq"
brew "kube-linter"
brew "kubectx"
brew "lazygit"
brew "node"
brew "markdownlint-cli"
brew "ncurses"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "prettier"
brew "pulumi"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "write-good"
brew "yq"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "boz/repo/kail"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform-ls"
brew "teamookla/speedtest/speedtest"
cask "kitty"
cask "rar"
