zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
tysonwolker/iterm-tab-colors
zdharma/fast-syntax-highlighting
rupa/z
changyuheng/fz
romkatv/powerlevel10k
